brew "autojump"
brew "bat"
brew "cargo-nextest"
brew "cmake"
brew "coreutils"
brew "entr"
brew "fd"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "gpg"
brew "htop"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "tldr"
brew "watch"
brew "watchman"
cask "homebrew/cask-fonts/font-mononoki-nerd-font"
cask "kitty"
cask "logseq"
cask "rectangle" unless Dir.exist?('/Applications/Rectangle.app')
tap "homebrew/bundle"
brew "libgit2"
