tap "homebrew/cask-fonts"
brew "coreutils"
brew "git"
brew "fd"
brew "jq"
brew "stow"
brew "gpg"
brew "neovim"
brew "fish"
brew "fzf"
brew "autojump"
brew "hub"
brew "tldr"
cask "iterm2"
cask "syncthing"
brew "ripgrep"
brew "htop"
brew "ffmpeg"
cask "handbrake"
tap "d12frosted/emacs-plus"
brew "emacs-plus"
cask "font-source-code-pro"
cask "font-fira-code"
brew "aspell"
cask "spectacle"
brew "tmux"
brew "terraform"
brew "pgformatter"
brew "tidy-html5"
brew "httpie"
tap "borkdude/brew"
brew "clj-kondo"
brew "libvterm"
brew "cmake"
