tap "homebrew/cask-fonts"
brew "coreutils"
brew "git"
brew "fd"
brew "jq"
brew "stow"
brew "gpg"
brew "neovim", args: ['HEAD']
brew "fish"
brew "fzf"
brew "autojump"
brew "hub"
brew "tldr"
cask "syncthing"
brew "ripgrep"
brew "htop"
brew "ffmpeg"
cask "handbrake"
cask "font-source-code-pro"
cask "font-sauce-code-pro-nerd-font"
brew "aspell"
cask "rectangle"
brew "tmux"
brew "terraform"
brew "pgformatter"
brew "tidy-html5"
brew "httpie"
brew "libvterm"
brew "cmake"
brew "awscli"
cask "alacritty"
brew "starship"
brew "postgresql"

